Repository: ijaureguialzo/turnoclase
Catalog: ios/TurnoClaseProfesor/TurnoClaseProfesor/*.lproj/Localizable.strings
Languages: es, eu

# Aula %@
source: Classroom %@
es: Aula %@
eu: %@ gela

# Cancelar
source: Cancel
es: Cancelar
eu: Ezeztatu

# Conectado como invitado
source: Connected as guest
es: Conectado como invitado
eu: Gonbidatu moduan konektatua

# Conectar
source: Connect
es: Conectar
eu: Konektatu

# Conectar a otra aula
source: Connect to another classroom
es: Conectar a otra aula
eu: Beste gela batera konektatu

# Código de aula
source: Classroom code
es: Código de aula
eu: Gela zenbakia

# Desconectar del aula
source: Disconnect from the classroom
es: Desconectar del aula
eu: Gela honetatik deskonektatu

# Error de conexión
source: Connection error
es: Error de conexión
eu: Konexio arazoa

# Establecer tiempo de espera
source: Set wait time
es: Establecer tiempo de espera
eu: Itxaroteko denbora ezarri

# Generar nueva aula
source: Generate new classroom
es: Generar nueva aula
eu: Gela berria sortu

# Guardar
source: Save
es: Guardar
eu: Gorde

# Introduce los datos del aula a la que quieres conectar.
source: Insert data of the classroom you are connecting to.
es: Introduce los datos del aula a la que quieres conectar.
eu: Idatzi konektatu nahi duzun gelaren datuak.

# No se ha podido acceder al aula con los datos proporcionados.
source: Can't access to the classroom with provided data.
es: No se ha podido acceder al aula con los datos proporcionados.
eu: Idatzitako datuekin ezin izan da gela horretara konektatu.

source: Ok
eu: Ados

# PIN para compartir este aula: %@
source: PIN to share this classroom: %@
es: PIN para compartir este aula: %@
eu: Gela partekatzeko PIN kodea: %@

# Siguiente
source: Next
es: Siguiente
eu: Hurrengoa

# Tiempo de espera (minutos)
source: Wait time (minutes)
es: Tiempo de espera (minutos)
eu: Itxaroteko denbora (minutuak)

# Añadir aula
source: Add classroom
es: Añadir aula
eu: Gela bat gehitu

# Borrar aula
source: Delete classroom
es: Borrar aula
eu: Gela ezabatu

# Vaciar aula
source: Empty classroom
es: Vaciar aula
eu: Gela ustu

# Esta acción vaciará la cola de espera.
source: This action will clear the waiting queue.
es: Esta acción vaciará la cola de espera.
eu: Akzio honek itxaroten daudenen lerroa ezabatuko du.
